[{"word":"a ","phonetic":"/æɪ/","level":"A1","noun":{"pos":"noun","definition":"The name of the Latin script letter A/a.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/a-1-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"abandon","phonetic":"/əˈbæn.dən/","level":"B1","noun":{"pos":"","definition":"","example":""}, "verb":{"pos":"verb","definition":"To give up or relinquish control of, to surrender or to give oneself over, or to yield to one's emotions.; To desist in doing, practicing, following, holding, or adhering to; to turn away from; to permit to lapse; to renounce; to discontinue.; To leave behind; to desert as in a ship or a position, typically in response to overwhelming odds or impending dangers; to forsake, in spite of a duty or responsibility.; To subdue; to take control of.; To cast out; to banish; to expel; to reject.; To no longer exercise a right, title, or interest, especially with no interest of reclaiming it again; to yield; to relinquish.; To surrender to the insurer (an insured item), so as to claim a total loss.","example":"Many baby girls have been abandoned on the streets of Beijing."}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/abandon-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"abandoned","phonetic":"/əˈbæn.dn̩d/","level":"B2","noun":{"pos":"","definition":"","example":""}, "verb":{"pos":"verb","definition":"To give up or relinquish control of, to surrender or to give oneself over, or to yield to one's emotions.; To desist in doing, practicing, following, holding, or adhering to; to turn away from; to permit to lapse; to renounce; to discontinue.; To leave behind; to desert as in a ship or a position, typically in response to overwhelming odds or impending dangers; to forsake, in spite of a duty or responsibility.; To subdue; to take control of.; To cast out; to banish; to expel; to reject.; To no longer exercise a right, title, or interest, especially with no interest of reclaiming it again; to yield; to relinquish.; To surrender to the insurer (an insured item), so as to claim a total loss.","example":"Many baby girls have been abandoned on the streets of Beijing."}, "adjective":{"pos":"adjective","definition":"Having given oneself up to vice; immoral; extremely wicked, or sinning without restraint; irreclaimably wicked.; No longer maintained by its former owners, residents or caretakers; forsaken, deserted.; Free from constraint; uninhibited.; No longer being acted upon by the geologic forces that formed it.","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/abandoned-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"ability","phonetic":"/əˈ.bɪl.ɪ.ti/","level":"A2","noun":{"pos":"noun","definition":"Suitableness.; The quality or state of being able; capacity to do or of doing something; having the necessary power.; The legal wherewithal to act.; Physical power.; Financial ability.; A unique power of the mind; a faculty.; A skill or competence in doing; mental power; talent; aptitude.","example":"This phone has the ability to have its software upgraded wirelessly.; She has an uncanny ability to defuse conflict."}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/ability-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"able","phonetic":"/ˈeɪ.bl̩/","level":"B1","noun":{"pos":"","definition":"","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Easy to use.; Suitable; competent.; Liable to.; Having the necessary powers or the needed resources to accomplish a task.; Free from constraints preventing completion of task; permitted to; not prevented from.; Having the physical strength; robust; healthy.; Rich; well-to-do.; Gifted with skill, intelligence, knowledge, or competence.; Legally qualified or competent.; Capable of performing all the requisite duties; as an able seaman.","example":"I’ll see you as soon as I’m able.; After the past week of forced marches, only half the men are fully able.; He was born to an able family.; The chairman was also an able sailor.; He is able to practice law in six states."}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/able-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"abnormal","phonetic":"/əbˈnɔɹ.ml̩/","level":"B1","noun":{"pos":"noun","definition":"A person or object that is not normal.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Not conforming to rule or system; deviating from the usual or normal type.; Of or pertaining to that which is irregular, in particular, behaviour that deviates from norms of social propriety or accepted standards of mental health.","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/abnormal-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"abnormally","phonetic":"/æbˈnɔɹ.mə.li/","level":"B2","noun":{"pos":"","definition":"","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"adverb","definition":"In an abnormal manner; in a way that deviates from a standard, norm, or average.","example":""}, "audio":{"us":"","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"above","phonetic":"/əˈbʌv/","level":"B1","noun":{"pos":"noun","definition":"Heaven.; Something, especially a person's name in legal documents, that appears higher on the same page or on a preceding page.; Higher authority.; Betterment, raised status or condition.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Of heaven; heavenly.; (by ellipsis) Being located higher on the same page or on a preceding page.","example":""}, "other":{"pos":"adverb; preposition","definition":"Directly overhead; vertically on top of.; Higher in the same page; earlier in the order as far as writing products go.; Into or from heaven; in the sky.; In a higher place; upstairs; farther upstream.; Higher in rank, power, or position.; In addition.; More in number.; Above zero; above freezing.; On the upper half or the dorsal surface of an animal.; Physically over; on top of; worn on top of, said of clothing.; In or to a higher place; higher than; on or over the upper surface.; Farther north than.; Rising; appearing out of reach height-wise.; Higher than; superior to in any respect; surpassing; higher in measure, degree, volume, or pitch, etc. than; out of reach; not exposed to; not likely to be affected by; incapable of negative actions or thoughts.; Higher in rank, status, or position.; In addition to; besides.; Surpassing in number or quantity; more than.; In preference to.; Too proud to stoop to; averse to; disinclined towards;; Beyond; on the other side.; Upstage of.","example":"He's in a better place now, floating free as the clouds above.; He appealed to the court above.; It was a cold day at only 5 above.; The sparrow I saw was rufous above and off-white below.; He always put his coat on above his sweater.; Idaho is above Utah.; Even the chief of police is not above suspicion.; to stand head and shoulders above the rest; above and beyond the call of duty; That amount is way above our asking price.; The owner was above taking more than a token salary."}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/above-us.mp3","uk":""}, "synonyms":"","antonyms":"below; beneath","status":"Done","timestamp":"" },
{"word":"abroad","phonetic":"/əˈbɹɔːd/","level":"A2","noun":{"pos":"noun","definition":"Countries or lands abroad.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"adverb; preposition","definition":"Beyond the bounds of a country; in foreign countries.; At large; widely; broadly; over a wide space.; Without a certain confine; outside the house; away from one's abode.; Before the public at large; throughout society or the world; here and there; moving without restriction.; Not on target; astray; in error; confused; dazed.; Played elsewhere than one's home grounds.; Throughout, over.","example":"A tree spreads its branches abroad."}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/abroad-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"abruptly","phonetic":"/ə.ˈbɹʌpt.li/","level":"B2","noun":{"pos":"","definition":"","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"adverb","definition":"In an abrupt manner; without giving notice, or without the usual forms; suddenly; precipitously.","example":"The professor stopped her lecture abruptly when she noticed someone fall off their seat."}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/abruptly-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"absence","phonetic":"/ˈæb.s(ə)n̩s/","level":"B1","noun":{"pos":"noun","definition":"A state of being away or withdrawn from a place or from companionship; the period of being away.; Failure to be present where one is expected, wanted, or needed; nonattendance; deficiency.; Lack; deficiency; nonexistence.; Inattention to things present; abstraction (of mind).; Temporary loss or disruption of consciousness, with sudden onset and recovery, and common in epilepsy.; Lack of contact between blades.","example":"Absence makes the heart grow fonder.; He had an absence of enthusiasm.; absence of mind"}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"","definition":"","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/absence-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"absent","phonetic":"/ˈæb.sn̩t/","level":"B1","noun":{"pos":"noun","definition":"(with definite article) Something absent, especially absent people collectively; those who were or are not there.; An absentee; a person who is not there.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Being away from a place; withdrawn from a place; not present; missing.; Not existing; lacking.; (sometimes comparable) Inattentive to what is passing; absent-minded; preoccupied.","example":"The part was rudimental or absent."}, "other":{"pos":"preposition","definition":"In the absence of; without; except.","example":"Absent taxes modern governments cannot function."}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/absent-1-us.mp3","uk":""}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"absentee","phonetic":"/ˌæb.sn̩ˈti/","level":"B2","noun":{"pos":"noun","definition":"A person who is absent from his or her employment, school, post, duty, etc.; A landholder who lives in another district or country than the one in which his estate is situated.; One that is nonexistent or lacking.; A voter that is not present at the time of voting; absentee voter.","example":""}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Pertaining to one that is absent.","example":""}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"","uk":"https://api.dictionaryapi.dev/media/pronunciations/en/absentee-uk.mp3"}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },
{"word":"absolute","phonetic":"/ˈæb.səˌljuːt/","level":"B1","noun":{"pos":"noun","definition":"That which is independent of context-dependent interpretation, inviolate, fundamental.; Anything that is absolute.; In a plane, the two imaginary circular points at infinity; in space of three dimensions, the imaginary circle at infinity.; (usually capitalized) A realm which exists without reference to anything else; that which can be imagined purely by itself; absolute ego.; (usually capitalized) The unity of spirit and nature; God.; (usually capitalized) The whole of reality; the totality to which everything is reduced.; A concentrated natural flower oil, used for perfumes; an alcoholic extract of a concrete.","example":"moral absolutes"}, "verb":{"pos":"","definition":"","example":""}, "adjective":{"pos":"adjective","definition":"Free of restrictions, limitations, qualifications or conditions; unconditional.; Free from imperfection, perfect, complete; especially, perfectly embodying a quality in its essential characteristics or to its highest degree.; Pure, free from mixture or adulteration; unmixed.; Complete, utter, outright; unmitigated, not qualified or diminished in any way.; Positive, certain; unquestionable.; Certain; free from doubt or uncertainty (e.g. a person, opinion or prediction).; Fundamental, ultimate, intrinsic; not relative; independent of references or relations to other things or standards.; Independent of arbitrary units of measurement, standards, or properties; not comparative or relative.; (grammar) Not immediately dependent on the other parts of the sentence; not in a syntactical relation with other parts of a text, or qualifying the text as a whole rather than any single word in it, like "it being over" in "it being over, she left".; As measured using an absolute value.; Indicating an expression that is true for all real numbers, or of all values of the variable; unconditional.; Pertaining to a grading system based on the knowledge of the individual and not on the comparative knowledge of the group of students.; Independent of (references to) other arts; expressing things (beauty, ideas, etc) only in one art.; Absolved; free.","example":"1658, Samuel Hoard, God[']s Love to Mankind, Manifested, by disprooving his absolute decree for their damnation; absolute purity, absolute liberty; absolute alcohol; When caught, he told an absolute lie.   an absolute denial of all charges; Absolute rights and duties are such as pertain to man in a state of nature as contradistinguished from relative rights and duties, or such as pertain to him in his social relations.; absolute velocity, absolute motion, absolute position; absolute deviation; absolute music"}, "other":{"pos":"","definition":"","example":""}, "audio":{"us":"https://api.dictionaryapi.dev/media/pronunciations/en/absolute-us.mp3","uk":"https://api.dictionaryapi.dev/media/pronunciations/en/absolute-uk.mp3"}, "synonyms":"","antonyms":"","status":"Done","timestamp":"" },]
